Repository: karcagtamas/Papyrus
Catalog: Papyrus.Client/Resources/Program.*.resx
Languages: hu_hu

# Confirm.Cancel
source: Cancel
hu_hu: Mégsem

# Confirm.Confirm
source: Confirm
hu_hu: Megerősítés

# Dialog.Cancel
source: Cancel
hu_hu: Mégsem

# Dialog.Save
source: Save
hu_hu: Mentés

# Editor.Cancel
source: Cancel
hu_hu: Mégsem

# Editor.ConfirmDelete.Title
source: Confirm Delete
hu_hu: Törlés megerősítése

# Editor.CreateEntity
source: Create {0}
hu_hu: {0} Létrehozása

# Editor.EditEntity
source: Edit {0}
hu_hu: {0} Szerkesztése

# Editor.Remove
source: Remove
hu_hu: Törlés

# Editor.Save
source: Save
hu_hu: Mentés

# EmailAddress
source: E-mail format must be valid.
hu_hu: Az e-mail formátumnak megfelelőnek lennie.

# MaxLength
source: Maximum length is {0}.
hu_hu: A maximális hosszúság {0}.

# Required
source: Field is required.
hu_hu: Mező kitöltése kötelező.

# Selector.Action.Cancel
source: Cancel
hu_hu: Mégsem

# Selector.Action.Select
source: Select
hu_hu: Kiválaszt

# Selector.SelectEntity
source: Select {0}
hu_hu: {0} Választása

# Server.Message.Fatal
source: Something bad happened. Please try again later.
hu_hu: Valamilyen hiba történt. Kérjük próbálja újra késöbb.

# Server.Message.MissingCloseRight
source: Not have permission to Close this group.
hu_hu: Nincs jogosultsága Lezárni ezt a csoportot.

# Server.Message.MissingOpenRight
source: Not have permission to Open this group.
hu_hu: Nincs jogosultsága Kinyitni ezt a csoportot.

# Server.Message.MissingRemoveRight
source: Not have permission to Remove this group.
hu_hu: Nincs jogosultsága Törölni ezt a csoportot.

# Server.Message.NotAuthorized
source: Not authorized.
hu_hu: Nem megfelelő jogosultság.

# Server.Message.RequestCannotProcessed
source: Request cannot be processed.
hu_hu: A kérés nem hajtható végre.

# Server.Message.ResourceNotFound
source: Resource not found.
hu_hu: Az erőforrás nem található.

# Server.Message.SuccessfullyAccomplished
source: Event successfully accomplished.
hu_hu: Az esemény sikeresen végrehajtódott.

# Server.Message.UnexpectedError
source: Unexpected Error.
hu_hu: Nem várt hiba.

# Server.Message.UserKeyNotFound
source: User key not found.
hu_hu: Felhasználói kulcs nem található.

# Server.Message.UserNotFound
source: User not found.
hu_hu: Felhasználó nem található.

# Server.Message.Validation
source: Validation error.
hu_hu: Validációs hiba.

# Table.Search
source: Search
hu_hu: Keresés

# Uploader.Message.InvalidExtensions
source: Invalid file extension [{0}]. Please try again with a correct type. [{1}]
hu_hu: Nem megfelelő fájl formátum [{0}]. Kérjük problálja újra egy megfelelő típussal. [{1}]

# Uploader.Message.UploadingError
source: Problem during the image uploading. Please try again later.
hu_hu: Probléma lépett fel a kép felöltése közben. Kérjük próbálja újra késöbb.

# Uploader.Upload
source: Upload
hu_hu: Feltöltés
